Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/savva-riikkaidgaskasas-sami-filbmainstituhttii-bures-boahtima.html.tmx
Source language: sme
Languages: sma

source: Sávvá Riikkaidgaskasaš Sámi Filbmainstituhttii bures boahtima / Mediaid / Kultureallin / Sámediggi - Sametinget
sma: Gaskenasjovnaale filmeinstituhtem buerie båeteme vaajtele / Meedijah / Kultuvrejieleme / Saemiedigkie - Sametinget

source: Sávvá Riikkaidgaskasaš Sámi Filbmainstituhttii bures boahtima
sma: Gaskenasjovnaale filmeinstituhtem buerie båeteme vaajtele

source: Sámediggi doarju evttohusa ahte ođđasis organiseret Internašunála Sámi Filbmaguovddáža Guovdageainnus Riikkaidgaskasaš Sámi Filbmainstituhttan.
sma: Saemiedigkie raeriestimmiem dåarjohte akten orre öörnedimmien bïjre Gaskenasjovnaale Filmejarngeste Guovdageaidnusne akten Gaskenasjovnaale Saemien Filmeintituhtese.

source: Cuoŋománu 7. b. doallá Internašunála Sámi Filbmaguovddáš Guovdageainnus liige váldočoahkkima.
sma: Voerhtjen 7. b. Gaskenasjovnaale Saemien Filmejarnge Guovdageaidnusne sjïere generaalekrirriem hööltie.

source: Internašunála Sámi Filbmaguovddáš Guovdageainnus ásahuvvui jagis 2009, ja galgá dál ođđasis organiserejuvvot filbmainstituhttan.
sma: Gaskenasjovnaale Saemien Filmejarnge Guovdageaidnusne tseegkesovvi jaepien 2009, jïh daelie jarnge edtja orresistie öörnesovvedh akten filmeinstituhtese.

source: Sámediggeráđđi Henrik Olsen dadjá ahte Sámediggi galgá fárrui eaiggátbealde ođđa riikkaidgaskasaš sámi filbmainstituhttii ja dainna lágiin doarjut davviriikkalaš sámi filbmabuvttadeami ovddidanbarggu.
sma: Saemiedigkieraerie Henrik Olsen jeahta Saemiedigkie edtja aajhterebealan båetedh dennie orre gaskenasjovnaale saemien filmeinstituhtesne jïh naemhtie evtiedimmiebarkoem noerhtelaanti saemien filmedorjemassine dåarjoehtidh.

source: - Sámi filbma lea deaŧalaš dasa ahte nannet sámegiela ja sámi kultuvrra, ja danne háliida Sámediggi leat mielde nannemin sámi oanehis-, dokumentára- ja guhkesfilmmaid ovddidanbarggu, sihke kvalitehta ja kvantitehta dáfus, dadjá ráđđelahttu Henrik Olsen.
sma: - Saemien filme lea vihkeles juktie saemien gïelem jïh kultuvrem nænnoestehtedh, jïh Saemiedigkie sæjhta dan åvteste meatan årrodh saemien åenehks-, dokumentaare jïh spïelefilmh evtiedidh, dovne gosse kvaliteeten jïh kvantiteeten bïjre, raerielïhtsege Henrik Olsen jeahta.

source: Riikkaidgaskasaš sámi filbmainstituhtta šaddá deaŧalaš reaidun dán bargui, dadjá Olsen.
sma: Gaskenasjovnaale Saemien Filmeinstituhte sæjhta akte vihkeles dïrrege årrodh daennie barkosne, Olsen jeahta.

source: Sámediggeráđđi Henrik Olsen dadjá ahte go Sámi Filbmaguovddáš Guovdageainnus rievdada riikkaidgaskasaš sámi filbmainstituhttan, de lea stuorát vejolašvuohta oažžu instituhta bargui riikkaidgaskasaš ruhtadeami.
sma: Saemiedigkieraerie Henrik Olsen jeahta gosse Saemien Filmejarnge Guovdageaidnusne dorjesåvva akten gaskenasjovnaale saemien filmeinstituhtese dellie sæjhta stuerebe nuepie årrodh gaskenasjovnaale beetnehvierhtieh åadtjodh instituhten barkoste.

source: - Mii sávvat nannoset davviriikkalaš ovttasbarggu sámi filbmabuvttadeamis boahtteáiggis.
sma: - Mijjieh gegkiestibie akte nænnoesåbpoe noerhtelaanti laavenjostoe sjædta saemien filmedorjemassen bïjre båetijen aejkien.

source: Min mihttomearri lea sihkkarastit ahte sámi álbmot oažžu buorre ja govda filbma- ja dokumentárafálaldaga iežamet gillii, dadjá Olsen.
sma: Mijjen ulmie lea hoksedh saemien vuartasjæjjah aktem hijven jïh gamte faalenassem åadtjoeh filmijste jïh dokumentaarijste mijjen jïjtse gïelesne, Olsen jeahta.

source: Erenoamáš deaŧalaš lea ahte mii oažžut eanet filmmaid mánáid ja nuoraid várás.
sma: Joekoen vihkeles mijjieh jienebh filmh åadtjobe maanide jïh noeride.

source: Eanet dieđuid addá:Sámediggeráđđi Henrik Olsen, 907 75 219
sma: Vielie bïevnesh:Saemiedigkieraerie Henrik Olsen, 907 75 219

source: Loga eanet: http://www.isf.as /
sma: Lohkh vielie: http://www.isf.as /
